Repository: yuriimka/abiotic-factor-ukrainian
Catalog: omegat/project_save.tmx
Source language: en
Languages: uk_ua

source: A hand-crafted figurine of IS-0184, complete with luminescent paint!
uk_ua: Фігурка ІС-0184, виготовлена вручну та покрита люмінесцентною фарбою!

source: A hand-held radiation detector.
uk_ua: Ручний детектор радіації.

source: A hand-made power tool for construction.
uk_ua: Ручний електроінструмент для будівництва.

source: A handful of random technological junk.
uk_ua: Жменька випадкового технологічного мотлоху.

source: A handheld light source with an area of effect rather than a directed beam.
uk_ua: Ручне джерело світла, що випромінюється радіально, а не спрямованим променем.

source: A handy display for electronic devices.
uk_ua: Зручний дисплей для електронних пристроїв.

source: A handy gadget for gazing long distances.
uk_ua: Зручний пристрій для споглядання в далечінь.

source: A handy tool for building furniture and a few other things.
uk_ua: Зручний інструмент для конструювання меблів та деяких інших речей.

source: A hard cover book, sturdy.
uk_ua: Книга в твердій обкладинці, міцна.

source: A hard, durable plastic food tray.
uk_ua: Твердий та міцний пластиковий піднос для їжі.

source: A hard-shelled gas apparatus that can produce noises audible far beyond its size and shape would imply.
uk_ua: Міцний газовий апарат, що здатен створювати звуки набагато гучніші ніж сам прилад може видавати, якщо поглянути на його форму й розмір.

source: A hardy maritime spear capable of dragging targets towards you.
uk_ua: Витривалий морський спис, здатний тягнути цілі до себе.

source: A hastily constructed piece of body armor.
uk_ua: Нашвидко виготовлений елемент броні.

source: A hastily improvised piece of security spoofery, but no less impressive for it.
uk_ua: Нашвидку імпровізована обманка для систем безпеки, яка від того не стає менш вражаючою.

source: A hastily-made blade for stabbing things.
uk_ua: Нашвидко виготовлене лезо для проколювання предметів.

source: A heap of biological scrap.
uk_ua: Купка біологічних відходів.

source: A heavy device used for storing or discharging energy.
uk_ua: Важкий пристрій, що використовується для зберігання або розрядки енергії.

source: A heavy lead vest typically used to block harmful x-rays.
uk_ua: Важкий свинцевий жилет, корисний щоби блокувати рентген промені.

source: A heavy object, useful for acting as a giant paperweight.
uk_ua: Важкий предмет, що чудово справляється з роллю велетенського прес-пап'є.

source: A heavy-hitting magnum revolver lubricated with the black oil of night.
uk_ua: Потужний магнум-револьвер, змащений чорною олією ночі.

source: A hefty axe for felling the strongest trees.
uk_ua: Міцна сокира для зрубування найсильніших дерев.

source: A hefty laser cannon for sustained firing and an alternate mode for massive output.
uk_ua: Потужна лазерна гармата створена для тривалого вогню містить альтернативний режим для збільшення потужності.

source: A hefty magnum that has been defaced -- or enhanced.
uk_ua: Потужний магнум, який був чи то зіпсованим чи - покращеним.

source: A hefty pipe with a gauge on the end for added weight.
uk_ua: Важка труба з датчиком тиску на кінці для додаткової ваги.

source: A helmet made from a rare, red Peccary.
uk_ua: Шолом, виготовлений з рідкісного червоного Пекарі.

source: A helmet made from the head an abominable creature.
uk_ua: Шолом, зроблений з голови мерзенної істоти.

source: A helmet made from the head of a colossal brute.
uk_ua: Шолом, зроблений з голови колосальної тварини.

source: A helmet made from the head of a fungal fiend.
uk_ua: Шолом, зроблений з голови грибного демона.

source: A helmet made from the head of a fuzzy little guy.
uk_ua: Шолом, зроблений з голови пухнастого маленького створіння.

source: A helmet made from the head of a purple Peccary.
uk_ua: Шолом, зроблений з голови пурпурового Пекарі.

source: A helmet made from the head of an enormous microbe.
uk_ua: Шолом, зроблений з голови величезного мікроба.

source: A high pressure air transfer unit, might be useful for things that require copious amounts of air power.
uk_ua: Передавальний агрегат високого тиску може бути корисним для речей, що потребують великої сили повітря.

source: A high pressure canister.
uk_ua: Балон високого тиску.

source: A high-capacity, low footprint powered storage system larger inside than out.
uk_ua: Високоємна та компактна система зберігання, що всередині більша, ніж зовні.

source: A high-end optical detector for registering photon emission.
uk_ua: Високоякісний оптичний детектор для виявлення фотонного випромінювання.

source: A high-powered handcannon capable of neutralizing large foes and completely obliterating smaller ones.
uk_ua: Потужна ручна гармата, здатна нейтралізувати великих ворогів та повністю знищувати дрібних.

source: A high-powered, bolt-action, military-grade sniper rifle.
uk_ua: Потужна снайперська гвинтівка військового класу з болтовим затвором.

source: A high-powered, stationary tower capable of turning away or suppressing x-ray sensitive entities.
uk_ua: Потужна стаціонарна вежа, здатна відлякувати або пригнічувати істот, чутливих до рентгенівського випромінювання.

source: A high-pressure, lodestone-fueled fire-spewer.
uk_ua: Вогняний вивергач високого тиску, що працює на магнекамені.

source: A high-speed fuse used for sending heat from one side to the other.
uk_ua: Високошвидкісний запобіжник для перенесення тепла між сторонами..

source: A high-tech CPU, recovered from something extraordinary.
uk_ua: Високотехнологічний процесор, вилучений із чогось надзвичайного.

source: A high-tech construction implement capable of building, repairing, dismantling and packaging.
uk_ua: Високотехнологічна будівельна машина, здатна будувати, ремонтувати, демонтувати та пакувати.

source: A high-tech fibre optic cable, useable in crafting.
uk_ua: Високотехнологічний оптоволоконний кабель, використовується у виготовленні.

source: A high-tech laser diode, used in crafting.
uk_ua: Високотехнологічний лазерний діод, використовується у виготовленні.

source: A high-tier tripmine that detonates with incredible force when things cross its path.
uk_ua: Високотехнологічна міна-розтяжка, що детонує з колосальною силою, щойно хтось перетне її шлях.

source: A highly caffeinated drink.
uk_ua: Напій з високим вмістом кофеїну.

source: A horn-based stationary weapon to turn away creatures from the fog.
uk_ua: Стаціонарна зброя на основі рогів, щоб відлякувати істот з туману.

source: A human skull, polished to the bone.
uk_ua: Людський череп, відполірований аж до кісток.

source: A human skull.
uk_ua: Людський череп.

source: A hunger grows in place of the one you're used to.
uk_ua: Голод зростає в місці, до якого ти звик.

source: A indecipherable entity that appears to respond to glass and has a peculiar attraction to plant life.
uk_ua: Нерозбірлива сутність, яка, здається, реагує на скло та має особливу привабливість до рослинного світу.

source: A juicy fruit.
uk_ua: Соковитий фрукт.

source: A large cauldron that, when filled, can be painted to colorize the glowing ink within.
uk_ua: Великий казан, який після наповнення можна фарбувати, щоб надати кольору сяючим чорнилам усередині.

source: A large cooking pot made from... well, it's close enough.
uk_ua: Велика каструля, зроблена з... ну, хоча би виглядає схоже.

source: A large filing cabinet.
uk_ua: Велика шафа для документів.

source: A large lump of salt, perhaps salvageable into a useable product.
uk_ua: Великий шматок солі, може стати корисним продуктом, якщо розібрати.

source: A large slanted ramp, strong enough to support vehicle movement.
uk_ua: Великий похилий пандус, достатньо міцний, щоб витримувати рух транспортних засобів.

source: A large stock pot.
uk_ua: Велика каструля для бульйону.

source: A large two-sided station that allows both the creation of food recipes and the preparing of fish.
uk_ua: Велика двостороння станція для створення кулінарних рецептів та оброблення риби.

source: A launcher that propels grinder discs at high velocity.
uk_ua: Пускова установка, яка з високою швидкістю випускає шліфувальні диски.

source: A leg from a desk.
uk_ua: Ніжка від столу.

source: A legend among GATE staff, Dr. Lenora Rigg's explorations and exploits are legion.
uk_ua: Легенда серед персоналу БРАМА; про дослідження та подвиги докторки Ленори Ріґс ходять перекази.

source: A lifelike physical diagram of IS-0138!
uk_ua: Реалістична фізична схема ІС-0138!

source: A lightweight drinking vessel.
uk_ua: Легка посудина для пиття.

source: A little brisk in here.
uk_ua: Навіює свіжістю.

source: A longstanding member of GATE's security force, Jonas is the only known survivor of the Defense Team unit dispatched by Rutger Strauss to secure the Hydroplant against the Order incursion.
uk_ua: Джонас, давній член служби безпеки БРАМА, єдиний відомий виживший з підрозділу Команди Захисту, відправленого Рутґером Штраусом для захисту Гідростанції від вторгнення Ордену.

source: A lot of this stuff, you can't just walk away at 6pm.
uk_ua: Більшість роботи не можна так просто покинути о шостій вечора.

source: A makeshift, throwable fragmentation grenade that detonates on impact.
uk_ua: Саморобна осколкова граната, яка детонується при ударі.

source: A massive battery that can store incoming electricity and provide that electricity when none is available.
uk_ua: Масивний акумулятор, який може накопичувати вхідну енергію та постачати її, коли вона недоступна

source: A massive filing cabinet.
uk_ua: Масивна шафа для документів.

source: A massive flail, made from bits and pieces of other worlds.
uk_ua: Масивний ціп, зроблений з уламків інших світів.

source: A medium filing cabinet.
uk_ua: Середня шафа для документів.

source: A member of the GATE Defense Team.
uk_ua: Учасник Команди Захисту БРАМА.

source: A mid-sized battery that can store incoming electricity and provide that electricity when none is available.
uk_ua: Середній акумулятор, який може накопичувати вхідну енергію та постачати її, коли вона недоступна

source: A militant realist, and distant relative of James Clerk Maxwell, or so he claims.
uk_ua: Войовничий реаліст і далекий родич Джеймса Клерка Максвелла, принаймні, так він стверджує.

source: A military-grade fragmentation grenade.
uk_ua: Осколкова граната військового зразка.

source: A million beings from a thousand worlds pour forth, emerging from these ruptures to engulf the world in its slumber.
uk_ua: Мільйон істот із тисячі світів ринуть уперед, виринаючи з цих розломів, щоб поглинути світ у його дрімоті.

source: A modified CPU, recovered from an automoton that is as incredible as it is aggressive.
uk_ua: Модифікований центральний процесор, вилучений з автоматона, що вражає своєю досконалістю так само сильно, як і своєю агресивністю.

source: A mounted headlamp capable of deftly replacing any handheld flashlight.
uk_ua: Налобний ліхтар, вдало замінює будь-який ручний ліхтарик.

source: A multi-band EM sensor.
uk_ua: Багатодіапазонний електромагнітний датчик.

source: A mysterious powdered crystal residue.
uk_ua: Загадковий порошкоподібний кристалічний залишок.

source: A not-so-average desk.
uk_ua: Не такий-вже-звичайний стіл.

source: A once chilly treat, now melted, but still sweet.
uk_ua: Колись холодні ласощі, тепер розтанулі, але все ще солодкі.

source: A perfect stage for a final dance.
uk_ua: Ідеальна сцена для останнього танцю.

source: A picture of a comfy cat.
uk_ua: Фотографія кота в затишку.

source: A picture of a happy dog.
uk_ua: Фотографія щасливого собаки.

source: A picture of a happy pest.
uk_ua: Фотографія щасливого шкідника.

source: A picture of a one-eyed cat.
uk_ua: Фотографія одноокого кота.

source: A picture of two huskies.
uk_ua: Фотографія двох хаскі.

source: A pile of metal.
uk_ua: Купка металу.

source: A pile of odd baubles, tokens, and paraphernalia from the Gatekeepers.
uk_ua: Купа дивних дрібничок, жетонів та атрибутики Брамників.

source: A porcelain mug, bereft of any sustenance.
uk_ua: Порцеляновий кухоль, позбавлений будь-якої поживи.

source: A powerful nexus.
uk_ua: Потужний зв'язок.

source: A pressure gauge, used for crafting things of SCIENCE.
uk_ua: Датчик тиску, що використовується для створення НАУКОВИХ предметів.

source: A protege of Martin Hellman at MIT, Dr. Mayfield went on to pursue a computer science doctorate.
uk_ua: Протеже Мартіна Геллмана в МТІ, докторка Мейфілд згодом здобула докторський ступінь із комп’ютерних наук.

source: A purpose-made CPU housing, used for crafting electronics that need a little brain inside them.
uk_ua: Спеціально виготовлений корпус для процесора, використовується для створення електроніки, що потребує трохи мозку всередині.

source: A purpose-made data housing, used for crafting electronics that require memory.
uk_ua: Спеціально виготовлений корпус для зберігання даних, використовується для створення електроніки, що потребує пам'яті.

source: A purpose-made power housing, used for crafting electronics that require power.
uk_ua: Спеціально виготовлений корпус живлення, використовується для створення електроніки, яка потребує енергії.

source: A raw chunk of Portal Fish.
uk_ua: Сирий шматок Портальної Риби.

source: A re-useable and rechargeble display of dazzling lights that may cause extreme harm to anything in the path.
uk_ua: Багаторазовий та заряджувальний випускач сліпучих вогнів, який може завдати надзвичайної шкоди всьому що в нього на шляху.

source: A re-useable, throwable healing device which provides healing in a radius.
uk_ua: Багаторазовий, метальний цілющий пристрій, який забезпечує зцілення в радіусі.

source: A recent addition to the GATE's security apparatus, the GATE Automated Immurement Automaton, or "Containment Bot" for short, builds on the Security Bot architecture originally designed by Dr. Alice Mayfield by adding immurement protocols devised by Dr. Stewart Wakeman.
uk_ua: Нещодавнє поповнення безпекового апарату БРАМА, Автоматизований Автоматон Ізоляції БРАМА, або скорочено «Бот Стримувальник», базується на архітектурі охоронного бота, спочатку розробленій докторкою Еліс Мейфілд, з додаванням протоколів ізоляції, створених доктором Стюартом Вейкманом.

source: A reinforced pipe capable of withstanding massive pressure, useable in crafting.
uk_ua: Укріплена труба, здатна витримувати величезний тиск, використовується у виготовленні.

source: A rifle retooled to ionize projectiles that deal increased damage against bodyshields, with all pre-installed biometric locks now removed.
uk_ua: Гвинтівка, переобладнана для іонізації снарядів, що завдають підвищеної шкоди проти броні, зі зброї видалено всі попередньо встановлені біометричні замки.

source: A rug with one side a bit longer than the other side.
uk_ua: Килим, один бік якого трохи довший за інший.

source: A scrappy crossbow made from office supplies.
uk_ua: Неякісний арбалет, зроблений із канцелярського приладдя.

source: A seed from strange plant.
uk_ua: Насіння з дивної рослини.

source: A sharp biological quill with strange properties.
uk_ua: Гостра біологічна голка з дивними властивостями.

source: A shield made from a plastic tray, reinforced with some duct tape.
uk_ua: Щит, виготовлений з пластикового підносу, посилений клейкою стрічкою.

source: A shimmering flower that illuminates the surrounding area.
uk_ua: Мерехтлива квітка, що освітлює навколишню місцевість.

source: A shimmering proto-crystalline ore with swirling patterns and geometric oddities.
uk_ua: Мерехтлива протокристалічна руда повна закручених візерунків та геометричних див.

source: A simple bed that's comfier than a couch, but not much more than that.
uk_ua: Просте ліжко, зручніше за диван, але не набагато.

source: A simple but sturdy, hand-hewn rocking chair.
uk_ua: Просте, але міцне крісло-гойдалка, виточене вручну.

source: A simple gatherer of Hexwood, really.
uk_ua: Простий збирач Гексодерева, справді.

source: A simple plant food used to fertilize crops and help them grow more quickly.
uk_ua: Просте добриво для підживлення культур, що допомагає їм рости швидше.

source: A simple, sturdy lamp that can be mounted on walls.
uk_ua: Простий, міцний світильник, який можна кріпити на стіну.

source: A simple, throwable blade, but unlikely to survive the journey.
uk_ua: Простий метальний клинок, навряд чи витримає зіткнення.

source: A slightly cupric grub figurine.
uk_ua: Фігурка ледве мідної личинки.

source: A slithering, slippery snack.
uk_ua: Слизька та ковзка закуска.

source: A small "H.F." is scrawled hastily in the corner.
uk_ua: У кутку поспішно написані маленькі літери «H.F.».

source: A small bag of cheese puffs.
uk_ua: Невеликий пакетик сирних кульок.

source: A small barricade made of... whatever was lying around.
uk_ua: Невелика барикада, зроблена з... усього, що лежало поблизу.

source: A small battery that can store incoming electricity and provide that electricity when none is available.
uk_ua: Невеликий акумулятор, який може накопичувати вхідну енергію та постачати її, коли вона недоступна.

source: A small crate out of wood and plastic found around the office.
uk_ua: Невеликий ящик з дерева та пластику, знайденого десь в офісі.

source: A small crystalline shard, emitting a purple light in response to conductivity in the air.
uk_ua: Невеликий кристалічний уламок, що випромінює фіолетове світло на знак провідності повітря.

source: A small customizable sign with a rustic vibe.
uk_ua: Невелика табличка сільського стилю, яку можна змінювати.

source: A small electrical motor.
uk_ua: Невеликий електродвигун.

source: A small electronic device for controlling electronics.
uk_ua: Невеликий електронний пристрій для керування електронікою.

source: A small field journal inscribed with a meticulous script.
uk_ua: Невеликий польовий щоденник, записаний ретельним почерком.

source: A small filing cabinet.
uk_ua: Невелика шафа для документів.

source: A small gun repair kit, capable of fixing light firearms.
uk_ua: Невеликий набір для ремонту зброї, здатний ремонтувати легку вогнепальну зброю.

source: A small potato with a chain on it.
uk_ua: Маленька картоплина з ланцюжком.

source: A small shelf, large enough for small crates and some other objects.
uk_ua: Маленька полиця, має місце для малих ящиків та деяких інших предметів.

source: A small slanted ramp, mostly for mantling and ascending, but may have other uses too.
uk_ua: Малий похилий пандус, створений для спуску та підйому, але може мати й інше використання.

source: A small sterling chain in need of a good polishing.
uk_ua: Невеликий стерлінговий ланцюжок, який потребує добрячого полірування.

source: A small tome, perhaps part of a larger whole, and not great condition.
uk_ua: Невеликий том не в найкращому стані, можливо, частина чогось більшого.

source: A small trash bin.
uk_ua: Невеликий сміттєвий бак.

source: A small wooden side table.
uk_ua: Невеликий дерев'яний бічний столик.

source: A small, dense magnetic component.
uk_ua: Невеликий, щільний магнітний компонент.

source: A sort of will-o-the-wisp, I'm sure you know the one.
uk_ua: Щось на кшталт блукаючого вогника - впевненf, ти розумієш, про кого я.

source: A spear assembled from office and kitchen supplies.
uk_ua: Спис, зібраний з канцелярського та кухонного приладдя.

source: A spear based loosely on existing Exor designs, capable of loading and firing a barrage of deadly quills.
uk_ua: Спис, переважно заснований на існуючих властивостях Екзорів, здатний заряджатися та стріляти градом смертоносних голок.

source: A spear that no human hands have ever touched, present company excluded.
uk_ua: Спис, якого ніколи не торкалися людські руки, за винятком ваших.

source: A spear with high electrical discharge, capable of sending bolts of lightning towards additional targets.
uk_ua: Спис із сильним електричним розрядом, здатний посилати блискавки в додаткові цілі.

source: A spool of a strong steel cable.
uk_ua: Котушка міцного сталевого кабелю.

source: A sporty baseball cap.
uk_ua: Спортивний бейсбольний кашкет.

source: A stand for holding magazines, probably taken from a city street.
uk_ua: Ящик для журналів, ймовірно взятий з околиць міста.

source: A standard cleaning agent.
uk_ua: Стандартний засіб для чищення.

source: A standard television set.
uk_ua: Стандартний телевізор.

source: A standard toolbox.
uk_ua: Стандартний набір інструментів.

source: A standing lamp for illuminating the darkest corners of the cubicles.
uk_ua: Лампа для освітлення найтемніших куточків робочих кабінок.

source: A stew in the making.
uk_ua: Рагу, що готується.

source: A stew of pest awaiting only the stovetop's heat.
uk_ua: Рагу зі шкідника, що очікує на жар плити.

source: A stew, unlike many before it.
uk_ua: Рагу, не схоже на інші.

source: A strange backpack with huge storage capacity.
uk_ua: Дивний наплічник з величезною місткістю.

source: A strange gem from somewhere else.
uk_ua: Дивний дорогоцінний камінь з якогось місця.

source: A strange orb from the evernight realm.
uk_ua: Дивна сфера з виміру вічної ночі.

source: A strange soda, from a strange vending machine.
uk_ua: Дивна газованка з дивного торговельного автомата.

source: A strange wheat from another, even stranger place.
uk_ua: Дивна пшениця з іншого, ще дивнішого місця.

source: A strikingly blue slab of uncooked alien meat.
uk_ua: Неймовірно синій шматок сирого інопланетного м'яса.

source: A strong acidic chemical, used in crafting.
uk_ua: Сильна кислотна речовина, використовується у виготовленні.

source: A strong chemical, used in crafting.
uk_ua: Сильна хімічна речовина, що використовується у виготовленні.

source: A strong chestplate built from the shells of insects and a few other things.
uk_ua: Міцний нагрудник, зроблений з панцирів комах та деяких інших речей.

source: A strong helmet to prevent welders from receiving injuries.
uk_ua: Міцна каска для запобігання травмам зварювальників.

source: A strong hose, sufficient to withstand large amounts of pressure.
uk_ua: Міцний шланг, здатний витримувати великий тиск.

source: A strong piece of wood, should be sufficient to create barricades and more.
uk_ua: Міцний шматок дерева, який підійде для створення барикад та інших споруд.

source: A stuffy suit will increase your thirst and slow you down.
uk_ua: Задушливий костюм посилить спрагу та сповільнить рух.

source: A stunning 1:16 scale replica of IS-0064!
uk_ua: Приголомшлива репліка ІС-0064 у масштабі 1:16!

source: A sturdy bucket made from aged wood.
uk_ua: Міцне відро, виготовлене зі старої деревини.

source: A sturdy cloth-draped mask with careful spiral woodwork, reminiscent of the natural weavings of the Hexwood from which it's carved.
uk_ua: Міцна маска, зшита тканиною, з ретельно виготовленою спіральною дерев'яною обробкою, що нагадує природне плетіння Проклятого дерева, з якого вона вирізьблена.

source: A sturdy hammer.
uk_ua: Міцний молоток.

source: A sturdy helmet built from some lab equipment and alien carapace.
uk_ua: Міцний шолом, зроблений з лабораторного обладнання та панцира інопланетянина.

source: A sturdy metal pipe.
uk_ua: Міцна металева труба. metal-pipe-falling-mp3

source: A sturdy repair hammer.
uk_ua: Міцний ремонтний молоток.

source: A sturdy support for reducing the impact of bone injuries and aids in healing the bone more rapidly.
uk_ua: Надійна опора, що пом’якшує наслідки травм кісток і сприяє їхньому швидшому загоєнню.

source: A suit purpose-built for protecting the wearer from all kinds of stinging insects, without doing much else.
uk_ua: Костюм, спеціально створений для захисту носія від усіляких комах, що жалять, більше ніде не використовується.

source: A super take on a classic.
uk_ua: Супер версія класики.

source: A supercharged electricity-throwing short-range cannon.
uk_ua: Надпотужна електрично-метальна гармата ближньої дальності.
